{
  "MeasurementToolMetadata": {
    "Description": "Parent survey about their child's home activities and cognitive stimulation. The survey is given to parents prior to first study visit since a child is 7 years old",
    "Citation": "Adapted from first fall and third spring grade parent interviews. Manual is from Tourangeau, K., Nord, C., Lê, T., Sorongon, A. G., & Najarian, M. (2009). Early Childhood Longitudinal Study, Kindergarten Class of 1998-99 (ECLS-K): Combined User's Manual for the ECLS-K Eighth-Grade and K-8 Full Sample Data Files and Electronic Codebooks. NCES 2009-004. National Center for Education Statistics."
  },
  "weekly_child_activities_1": {
    "Description": "In a typical week, how often do you or any other family members do the following things with your child? Selected: Tell stories to your child.",
    "Levels": {
      "1": "Not at all",
      "2": "Once or twice a week",
      "3": "3-6 times a week",
      "4": "Every day"
    }
  },
  "weekly_child_activities_2": {
    "Description": "In a typical week, how often do you or any other family members do the following things with your child? Selected: Help your child do arts and crafts.",
    "Levels": {
      "1": "Not at all",
      "2": "Once or twice a week",
      "3": "3-6 times a week",
      "4": "Every day"
    }
  },
  "weekly_child_activities_3": {
    "Description": "In a typical week, how often do you or any other family members do the following things with your child? Selected: Play games or do puzzles with your child.",
    "Levels": {
      "1": "Not at all",
      "2": "Once or twice a week",
      "3": "3-6 times a week",
      "4": "Every day"
    }  
  },
  "weekly_child_activities_4": {
    "Description": "In a typical week, how often do you or any other family members do the following things with your child? Selected: Talk about nature or do science projects with your child.",
    "Levels": {
      "1": "Not at all",
      "2": "Once or twice a week",
      "3": "3-6 times a week",
      "4": "Every day"
    }
  },
  "weekly_child_activities_5": {
    "Description": "In a typical week, how often do you or any other family members do the following things with your child? Selected: Play a sports or exercise together.",
    "Levels": {
      "1": "Not at all",
      "2": "Once or twice a week",
      "3": "3-6 times a week",
      "4": "Every day"    
    }  
  },
  "weekly_child_activities_6": {
    "Description": "In a typical week, how often do you or any other family members do the following things with your child? Selected: Practice reading, writing or working with numbers.",
    "Levels": {
      "1": "Not at all",
      "2": "Once or twice a week",
      "3": "3-6 times a week",
      "4": "Every day"    
    }  
  },
  "weekly_child_activities_7": {
    "Description": "In a typical week, how often do you or any other family members do the following things with your child? Selected: read books to your child.",
    "Levels": {
      "1": "Not at all",
      "2": "Once or twice a week",
      "3": "3-6 times a week",
      "4": "Every day"    
    }  
  },
  "weekly_child_activities_8": {
    "Description": "In a typical week, how often do you or any other family members do the following things with your child? Selected: read books to your child in English.",
    "Levels": {
      "1": "Not at all",
      "2": "Once or twice a week",
      "3": "3-6 times a week",
      "4": "Every day"    
    }  
  },
  "past_month_child_activities_1": {
    "Description": "In the past month, has anyone in your family done the following things with your child? Selected: Visited a library or bookstore.",
    "Levels": {
      "1": "Yes",
      "2": "No"
    }    
  },
  "past_month_child_activities_2": {
    "Description": "In the past month, has anyone in your family done the following things with your child? Selected: Gone to a play, concert, or other live show.",
    "Levels": {
      "1": "Yes",
      "2": "No"   
    }
  },
  "past_month_child_activities_3": {
    "Description": "In the past month, has anyone in your family done the following things with your child? Selected: Visited an art gallery, museum, or historical site.",
    "Levels": {
      "1": "Yes",
      "2": "No"      
    }
  },
  "past_month_child_activities_4": {
    "Description": "In the past month, has anyone in your family done the following things with your child? Selected: Visited a zoo, aquarium, or petting farm.",
    "Levels": {
      "1": "Yes",
      "2": "No"      
    }
  },
  "past_month_child_activities_5": {
    "Description": "In the past month, has anyone in your family done the following things with your child? Selected: Attended an athletic or sporting event in which your child was not a player.",
    "Levels": {
      "1": "Yes",
      "2": "No"       
    }
  },
  "past_week_child_reading": {
    "Description": "In the past week, how often did your child read to himself/herself or to others outside of school?",
    "Levels": {
      "1": "Never",
      "2": "Once or twice a week",
      "3": "3 to 6 times a week",
      "4": "Every day"
    }
  },
  "time_spent_reading": {
    "Description": "Generally, how long did your child read to himself/herself at each of these times? (in minutes)"
  },
  "child_electronic_device": {
    "Description": "Do you have a home computer or other electronic device that your child uses?",
    "Levels": {
      "1": "Yes",
      "2": "No"
    }
  },
  "child_electronic_device_usage": {
    "Description": "In an average week, how often does your child use the computer or other electronic device to play with programs that teach him/her something, like math or reading skills? Would you say...",
    "Levels": {
      "1": "Never",
      "2": "Once or twice a week",
      "3": "3 to 6 times a week",
      "4": "Every day" 
    }
  },
  "child_electronic_device_internet": {
    "Description": "Does your child use the computer or other electronic device to get on the Internet?",
    "Levels": {
      "1": "Yes",
      "2": "No"  
    }
  },
  "outside_school_activities_1": {
    "Description": "Outside of school hours in the past year, has your child participated in: Selected: Academic activities, like science, computers, math lab, or taking a class to learn a language other than English?",
    "Levels": {
      "1": "Yes",
      "2": "No"
    }
  },
  "outside_school_activities_2": {
    "Description": "Outside of school hours in the past year, has your child participated in: Selected: Organized athletic activities, like basketball, soccer, baseball, or gymnastics?",
    "Levels": {
      "1": "Yes",
      "2": "No"
    }
  },
  "outside_school_activities_3": {
    "Description": "Outside of school hours in the past year, has your child participated in: Selected: Organized clubs or recreational programs, like scouts?",
    "Levels": {
      "1": "Yes",
      "2": "No"
    }
  },
   "outside_school_activities_4": {
    "Description": "Outside of school hours in the past year, has your child participated in: Selected: Music lessons, for example, piano, instrumental music, or singing lessons?",
    "Levels": {
      "1": "Yes",
      "2": "No"
    }
  },
  "outside_school_activities_5": {
    "Description": "Outside of school hours in the past year, has your child participated in: Selected: Drama classes?",
    "Levels": {
      "1": "Yes",
      "2": "No"
    }
  },
  "outside_school_activities_6": {
    "Description": "Outside of school hours in the past year, has your child participated in: Selected: Art classes or lessons, for example, painting, drawing, or sculpture?",
    "Levels": {
      "1": "Yes",
      "2": "No"
    }
  },
 "outside_school_activities_7": {
    "Description": "Outside of school hours in the past year, has your child participated in: Selected: Organized performing arts programs, such as children's choirs, dance programs, or theater performances?",
    "Levels": {
      "1": "Yes",
      "2": "No"
    }
  },
  "outside_school_activities_8": {
    "Description": "Outside of school hours in the past year, has your child participated in: Selected: Religious activities or instruction?",
    "Levels": {
      "1": "Yes",
      "2": "No"
    }
  },
  "outside_school_activities_9": {
    "Description": "Outside of school hours in the past year, has your child participated in: Selected: Did your child's participation in any of the activities above help to cover the hours when you needed adult supervision for him/her?",
    "Levels": {
      "1": "Yes",
      "2": "No"
    }
  },
  "family_meals": {
    "Description": "In a typical week, please tell me the number of days your family eats the evening meal together."
  },
	
  "child_tutoring": {
    "Description": "Is your child tutored on a regular basis, by someone other than you or a family member, in a specific subject, such as reading, math, science, or a foreign language?",
    "Levels": {
      "1": "Yes",
      "2": "No"
    }
  },
  "child_tutoring_subject": {
    "Description": "What is your child tutored in? (Check all that apply)"
  },
    "family_help_with_art": {
  	"Description": " How often does your child get help by you or any other family member with his/her reading, langauage, arts, or spelling homework?",
	  "Levels":{
	  	"1":"Never",
		"2": "Once or twice times a week",
		"3": "3 to 6 times a week",
		"4": "Every day"
	  }
  },
    "family_help_with_science": {
  	"Description": " How often does your child get help by you or any other family member with his/her math or science homework?",
	  "Levels":{
	  	"1":"Never",
		"2": "Once or twice times a week",
		"3": "3 to 6 times a week",
		"4": "Every day"
	  }
  },
	"time_do_homework": {
		"Description": "Approximately, how much time is set aside every week for your child to do homework?"
  },
  "newspaper_have": {
  	"Description":"Which of the following items does your family have in home: newspaper?",
	  "Levels": {
	  	"1": "Yes",
		"2": "No"
	  }
  },
  "magazine_have": {
  	"Description":"Which of the following items does your family have in home: magazine?",
	  "Levels": {
	  	"1": "Yes",
		"2": "No"
	  }
  },
  "dictionary_encyclopedia_have": {
  	"Description":"Which of the following items does your family have in home: dictionary or an encyclopedia?",
	  "Levels": {
	  	"1": "Yes",
		"2": "No"
	  }
  },
  "pocket_calculator_have": {
  	"Description":"Which of the following items does your family have in home: pocket calculator?",
	  "Levels": {
	  	"1": "Yes",
		"2": "No"
	  }
  },
  "children_book_at_home": {
  	"Description": "How many childen's books does your child have in your home now, including library books"
  },
   "newspapers_or_magazines_read":{
  	"Description": "Now we would like to know what you read at home. How often do you read the following items at home: Newspapers or magazines?",
	  "Levels": {
      "1": "Not at all",
      "2": "Once or twice a week",
      "3": "3-6 times a week",
      "4": "Every day"
	  }
  },
  "books_read":{
  	"Description": "Now we would like to know what you read at home. How often do you read the following items at home: books?",
	  "Levels": {
      "1": "Not at all",
      "2": "Once or twice a week",
      "3": "3-6 times a week",
      "4": "Every day"
	  }
  },
  "letters_notes_emails_read":{
  	"Description": "Now we would like to know what you read at home. How often do you read the following items at home: letters, notes, and emails?",
	  "Levels": {
      "1": "Not at all",
      "2": "Once or twice a week",
      "3": "3-6 times a week",
      "4": "Every day"
	  }
  },
  "internet_webpages_read":{
  	"Description": "Now we would like to know what you read at home. How often do you read the following items at home: internet or web pages?",
	  "Levels": {
      "1": "Not at all",
      "2": "Once or twice a week",
      "3": "3-6 times a week",
      "4": "Every day"
	  }	
  }
}