{
  "TaskName": "Plausability Task",
  "Instructions": "In this game you will hear a woman’s voice saying a sentence. I want you to answer the question 'Does the way she speaks make sense'. For example, 'Every day, she bakes one pie.' That makes sense, so you would say 'yes'. But if the way she speaks does not make sense, you will say 'no'. For example, 'Every day, she bakes one table.' That does not make sense, so you would say 'no'. Now we will try it on the computer. You will hear a sentence, and you have to decide 'does the way she speaks make sense?' If the answer is 'yes', please press the button under your index finger. If the answer is 'no', press the button under your middle finger. When you hear the shhh sound, press the button under your index finger for 'yes'. You will see a blue circle appear on the screen. When the circle changes to yellow, that is a reminder to go ahead and give your answer. If you aren’t sure, you can just take your best guess.",
  "TaskDescription": "Participants were presented through earphones with one sentence at each trial. The task included three different experimental conditions: strongly congruent (SP_S), weakly congruent (SP_W) and incongruent (SP_I). The three sentence conditions in the semantic task were designed according to the following standards. The two congruent conditions were based on the association strength values between the verb and the object as defined in the University of South Florida Free Association Norms (Nelson et al. 2004). The strongly congruent condition had an association of 0.28-0.81 (M=0.41, SD=0.12) between the verb and the object in the sentence (e.g., SHE IS SINGING ONE SONG). The weakly congruent condition had an association of 0.02-0.19 (M=0.11, SD=0.05) between the verb and the object in the sentence (e.g., SHE DOES NOT TASTE TWO FOODS). In the incongruent condition, the verb and the object in the sentence had no semantic association (e.g., HE IS PLANTING THREE SHOES). In addition to the three experimental conditions, the task included a perceptual/motor control condition (SP_C) in which participants heard frequency modulated noise and were asked to press ‘yes’ whenever they heard the “sh-shh” sound. Participants completed two runs of the task with 10 trials per condition per run for a total of 20 stimuli for each of the four conditions. The task included a total number of 80 trials divided into two separate 40 trials runs titled task-Plaus_run-01 and task-Plaus_run-02. Stimuli duration ranged between 2748 and 4520 ms and was followed by an 1875 – 3450 ms jittered response interval. A blue circle appeared simultaneous to the auditory presentation of the stimuli, to help maintain attention in the task. The blue circle changed to yellow to provide an approximately 1000ms warning for the participants to respond, if they hadn’t already, before moving on to the next trial. Total trial duration ranged from 4694 to 7900 ms. Responses were recorded in two windows. Window 1 consisted of the first 750ms of the trial and window 2 begins after window 1 until the end of the trial."
 }
