{
  "TaskName": "Sound Task",
  "Instructions": "In this game you will hear two words one after the other. I want you to answer the question 'Do the two words have any of the same sounds?' For example, some words rhyme, like 'cat, hat', so you would say 'yes', because they have the same sound, 'at'. Other words start with the same sound, like 'fit, feed', so you would say 'yes', because they have the same sound, 'f'. If the two words do not have any of the same sounds, like 'luck, sit', you would say 'no' because they do not have any of the same sounds. Now we will try it on the computer. You will hear the two words, and you have to decide “do the two words have any of the same sounds?” If the answer is 'yes', please press the button under your index finger. If the answer is 'no', press the button under your middle finger. When you hear the shhh sound, press the button under your index finger for 'yes'. You will see a blue circle appear on the screen. When the circle changes to yellow, that is a reminder to go ahead and give your answer. If you aren’t sure, you can just take your best guess.",
  "TaskDescription": "Participants were presented through earphones with two sequentially presented one-syllable words. The task included three different experimental conditions: two related conditions in which the two words share the rhyme (P_R) or the onset (P_O), and one unrelated condition in which the two words do not share any of the sounds (P_U). The three word-conditions were designed according to the following standards. For the rhyme condition, the word pairs shared the same vowel and final phoneme/cluster (corresponding to 2-3 letters at the end of its written form, e.g., WIDE – RIDE). For the onset condition, the word pairs only shared the same initial phoneme (corresponding to one letter of its written form, e.g., COAT - CUP). For the non-match condition, there were no shared phonemes (or letters of its written form, e.g., ZIP - CONE). Stimuli were controlled so that there were no significant differences between conditions in phonotactic frequency, written word frequency, part of speech, or phonological and orthographic consistency. Neither irregular forms nor inflected forms of words were used. In addition to the three experimental conditions, the task included a perceptual/motor control condition (P_C) in which participants heard two sequentially presented frequency modulated noise sounds and were asked to press ‘yes’ whenever they heard the “sh-shh” sound. Participants completed two runs of the task with 12 trials per condition per run for a total of 24 stimuli for each of the four conditions. The task included a total number of 96 trials divided into two separate 48 trials runs titled task-Phon_run-01 and task-Phon_run-02. Stimuli duration ranged between 1490 and 1865 ms and was followed by jittered response interval between 1500 and 2736 ms. A blue circle appeared simultaneous to the auditory presentation of the stimuli, to help maintain attention in the task. The blue circle changed to yellow to provide an approximately 1000 ms warning for the participants to respond, if they hadn’t already, before moving on to the next trial. Total trial duration ranged from 3000 – 4530 ms. All the individual words were recorded by a single voice in a sound booth, and the duration of each word was controlled (using Praat software) to be in the range of 439 to 706 ms.  Responses were recorded in two windows. Window 1 consisted of the first 750ms of the trial and window 2 begins after window 1 until the end of the trial. Word pairs were combined into one stimuli file, adding a pause after the first word so that the second word began approximately 1000ms after the onset of the first word."
}
